Repository: WinUICommunity/TvTime
Catalog: src/TvTime/Strings/*/Resources.resw
Source language: en_us
Languages: fa_ir

# SettingsPage_AppUpdateSetting.Description
source: Check for TvTime Update and Download it.
fa_ir: بروزرسانی های TvTime را بررسی کنید و آنها را دانلود کنید

# SettingsPage_AppUpdateSetting.Header
source: Update App
fa_ir: به روز رسانی برنامه

# SettingsPage_BackupSetting.Description
source: Back up and Restore TvTime Servers and Settings
fa_ir: از سرورها و تنظیمات TvTime نسخه پشتیبان تهیه و بازیابی کنید

# SettingsPage_BackupSetting.Header
source: Backup & restore
fa_ir: پشتیبان گیری و بازیابی

# SettingsPage_GeneralSetting.Description
source: TvTime General Settings
fa_ir: تنظیمات عمومی TvTime

# SettingsPage_GeneralSetting.Header
source: General
fa_ir: عمومی

# SettingsPage_SubtitleSetting.Description
source: Subtitle Settings
fa_ir: تنظیمات زیرنویس

# SettingsPage_SubtitleSetting.Header
source: Subtitle
fa_ir: زیرنویس

# SettingsPage_ThemeSetting.Description
source: Select your Theme and Material
fa_ir: پوسته و متریال خود را انتخاب کنید

# SettingsPage_ThemeSetting.Header
source: Appearance & behavior
fa_ir: ظاهر و رفتار

# SettingsPage_TvTimeLayout.Description
source: Specify Styles and Font Size
fa_ir: سبک ها و اندازه قلم را مشخص کنید

# SettingsPage_TvTimeLayout.Header
source: TvTime Layout
fa_ir: طرح بندی TvTime

# SubsceneDetailPage_IMDBItem.Content
source: Get IMDB Details
fa_ir: جزئیات IMDB را دریافت کنید

# SubsceneDetailPage_RefreshItem.Content
source: Refresh
fa_ir: بروزرسانی

# SubsceneDetailViewModel_StatusError
source: Error
fa_ir: خطا

# SubsceneDetailViewModel_StatusParsing
source: Parsing {0}
fa_ir: تجزیه {0}

# SubsceneDetailViewModel_StatusUpdated
source: Updated Successfully
fa_ir: با موفقیت به روز شد

# SubsceneDetailViewModel_StatusWait
source: Please Wait...
fa_ir: لطفا صبر کنید...

# SubsceneDetailViewModel_StatusWorking
source: Working on {0}
fa_ir: در حال کار بر روی {0}

# SubscenePage_RefreshItem.Content
source: Refresh
fa_ir: بروزرسانی

# SubsceneViewModel_StatusError
source: Error
fa_ir: خطا

# SubsceneViewModel_StatusWait
source: Please Wait...
fa_ir: لطفا صبر کنید...

# SubtitleSettingPage_IDMDownloadCard.Description
source: Download Subtitles With Internet Download Manager (IDM) [if exist]
fa_ir: دانلود زیرنویس با اینترنت دانلود منیجر (IDM) [در صورت وجود]

# SubtitleSettingPage_IDMDownloadCard.Header
source: Download with IDM
fa_ir: دانلود با IDM

# SubtitleSettingPage_SubtitleLanguageExpander.Description
source: Specify the language of the subtitles
fa_ir: زبان زیرنویس ها را مشخص کنید

# SubtitleSettingPage_SubtitleLanguageExpander.Header
source: Subtitle Language
fa_ir: زبان زیرنویس

# ThemeSettingPage_Acrylic.Content
source: Acrylic
fa_ir: آکریلیک

# ThemeSettingPage_AppearanceCard.Description
source: Select your Application Theme and Material
fa_ir: پوسته و متریال برنامه خود را انتخاب کنید

# ThemeSettingPage_AppearanceCard.Header
source: Appearance & behavior
fa_ir: ظاهر و رفتار

# ThemeSettingPage_Dark.Content
source: Dark
fa_ir: تاریک

# ThemeSettingPage_Default.Content
source: Default
fa_ir: پیشفرض

# ThemeSettingPage_Light.Content
source: Light
fa_ir: روشن

# ThemeSettingPage_MaterialCard.Description
source: Change Application System Backdrop
fa_ir: تغییر پس زمینه برنامه

# ThemeSettingPage_MaterialCard.Header
source: Materials
fa_ir: متریال ها

# ThemeSettingPage_Mica.Content
source: Mica
fa_ir: میکا

# ThemeSettingPage_MicaAlt.Content
source: MicaAlt
fa_ir: میکا آلت

# ThemeSettingPage_WindowColorCard.Description
source: Change Windows Accent Color
fa_ir: رنگ لهجه ویندوز را تغییر دهید

# ThemeSettingPage_WindowColorCard.Header
source: Windows Color Settings
fa_ir: تنظیمات رنگ ویندوز

# ToggleSwitch.OffContent
source: Off
fa_ir: غیر فعال

# ToggleSwitch.OnContent
source: On
fa_ir: فعال

# SubsceneViewModel_ContentDialogAddServerTitle
source: Add New Servers
fa_ir: افزودن سرورهای جدید

# SubsceneViewModel_ContentDialogInfoBarMessage
source: Would you like to go to the servers page and add some servers?
fa_ir: آیا می خواهید به صفحه سرورها بروید و چند سرور اضافه کنید؟

# SubsceneViewModel_ContentDialogInfoBarPrimaryButton
source: Go To Servers
fa_ir: به سرورها بروید

# SubsceneViewModel_ContentDialogInfoBarSecondaryButton
source: Cancel
fa_ir: لغو کنید

# SubsceneViewModel_ContentDialogInfoBarTitle
source: No servers found, please add some servers first
fa_ir: هیچ سروری پیدا نشد، لطفا ابتدا چند سرور اضافه کنید

# SubsceneViewModel_StatusNoServerMessage
source: Server not found
fa_ir: سرور یافت نشد

# SubsceneViewModel_StatusNoServerTitle
source: No servers found, please add some servers first
fa_ir: هیچ سروری پیدا نشد، لطفا ابتدا چند سرور اضافه کنید
